{
  "en": {
    "home": "Home",
    "about-us": "About us",
    "contact": "Contact",
    "desc-text": "Exploring the boundaries of life and the world of technology",
    "scroll": "Scroll Down",
    "about-us-tag": "About us",
    "data-text": "About us",
    "latest-post": "Latest Posts",
    "topics": "Topics",
    "ios-count": "24 posts",
    "code-base": "Code Base",
    "code-count": "15 posts",
    "lifehack": "Life & Hacks",
    "lifehack-count": "18 posts",
    "footer-text": "Exploring the boundaries of life and the world of technology",
    "footer-info": "Info",
    "index":"Home",
    "footer-about-us": "About us",
    "footer-contact-sociall": "Follow & Contact",
    "footer-bottom-text": "All rights reserved.",
    "about-us-text": " a space for those who are just starting their journey in iOS development and for those who are looking for new ideas and advice based on personal experience. Here, I will share not only code examples but also reflections on life, as well as things that will help both in programming and in everyday life.",
    "experience": "My experience",
    "experience-text": "I don't consider myself an expert, but rather someone who shares what I myself have experienced along the way. I am going through the same struggles as many others and will share what I have learned from my mistakes and successes. This blog will not have any ready-made solutions, but will have thoughts that may help you on your journey.",
    "goals": "Goals",
    "goals-text": "I wanted to create a space where every reader can feel that their journey is not a solitary one. I will not try to stand on a pedestal, because I myself have been and remain on a path where every new step is an opportunity to understand something new.",
    "topic": "Topics",
    "topic-text": "Here you'll find not only iOS development content, but also reflections on how to learn, how to approach decisions, and how to stay motivated. On top of that, I'll be sharing life tips and stories that I hope you'll find interesting and useful."
  },
  "ru": {
    "home": "Главная",
    "about-us": "О нас",
    "contact": "Контакты",
    "desc-text": "Исследуя границы жизни и мира технологий",
    "scroll": "Проктутить вниз",
    "about-us-tag": "O Нас",
    "data-text": "О нас",
    "latest-post": "Последние посты",
    "topics": "Темы",
    "ios-count": "24 поста",
    "code-base": "Кодовая база",
    "code-count": "15 постов",
    "lifehack": "Жизнь и хаки",
    "lifehack-count": "18 постов",
    "footer-text": "Исследуя границы жизни и мира технологий",
    "footer-info": "Информация",
    "index":"Главная",
    "footer-about-us": "О Нас",
    "footer-contact-sociall": "Подписка и Связь",
    "footer-bottom-text": "Все права защищены.",
    "about-us-text": " - пространство для тех, кто только начинает путь в iOS-разработке и тех, кто ищет новые идеи и советы на основе личного опыта. В нем я буду делиться не только примерами кода, но и размышлениями о жизни, а также тем, что поможет как в программировании, так и в повседневных делах.",
    "experience": "Мой опыт",
    "experience-text": "Я не считаю себя экспертом, а скорее человеком, который делится тем, что сам испытал на своём пути. Я прохожу через те же трудности, что и многие другие, и буду делиться тем, что мне удалось узнать из своих ошибок и успехов. В этом блоге не будет готовых решений — но будут мысли, которые, возможно, помогут вам в вашем пути.",
    "goals": "Цели",
    "goals-text": "Мне хотелось создать пространство, где каждый читатель может почувствовать, что его путь — не одиночный. Я не буду пытаться стоять на пьедестале, потому что сам был и остаюсь на пути, где каждый новый шаг — это возможность понять что-то новое.",
    "topic": "Темы",
    "topic-text": "Здесь ты найдешь не только материалы по iOS-разработке, но и размышления на тему того, как учиться, как подходить к решениям и как не терять мотивацию. Вдобавок, я буду делиться жизненными советами и историями, которые, надеюсь, будут интересны и полезны."
  }
}